---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MechanicalEquipmentSet
source: html/0bb2a112-8923-c77d-5e99-a0f3b024172d.htm
---
# MechanicalEquipmentSet Properties

The id of the assembly instance to which the element belongs.